print("Hello World")              # 文字列を表示
print(123)                        # 数値を表示
print(1 + 3)                      # 式を計算して結果を表示
print("1 + 3")                    # 文字列なので計算せず、そのまま表示

print("Hello", "World")           # 複数の値を表示（デフォルトで空白区切り）
print(1, 2, 3)                    # 複数の数値を表示
print("答えは", 1 + 3)             # 文字列と計算結果を同時に表示

print("A", "B", "C", sep="-")     # sep：値と値の間に指定した文字を入れる

print("🐬桜", end="ですぅ\n")      # end：出力の末尾に指定した文字を入れる
                                  # \n は改行

print("A\nB\nC")                  # \n：文字列の途中で改行
print("A\\nB")                    # \\：バックスラッシュそのものを表示
                                  # → \nを特殊文字として扱わず、そのまま表示

print("A\tB")                     # \t：Tabを入れる

#今回覚えたもの

#print() → 値を表示する関数

#sep → 複数の値の「間」に入れるもの
#end → print()の「末尾」に入れるもの

#\n → 改行
#\t → Tab
#\\ → バックスラッシュ